itinerary.tex
% Created 2025-07-21 Mon 20:25
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Marius Bull Sellvold}
\date{}
\title{Tentative Amsterdam Itinerary}
\hypersetup{
 pdfauthor={Marius Bull Sellvold},
 pdftitle={Tentative Amsterdam Itinerary},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.6.6)}, 
 pdflang={English}}
\begin{document}

\maketitle
\begin{center}
\begin{tabular}{lll}
\textbf{Day} & \textbf{Morning} & \textbf{Afternoon}\\[0pt]
\hline
Tuesday (22/7) & Travel & Heineken experience (1615 CET, \href{https://www.heinekenexperience.com/en/discover-our-tours/rock-the-city}{link})\\[0pt]
 &  & Heineken boat ride (1800 CET)\\[0pt]
\hline
Wednesday (23/7) & TBD & TBD\\[0pt]
\hline
Thursday (24/7) & TBD & Rijksmuseum (1200 CET, \href{https://www.rijksmuseum.nl/en}{link})\\[0pt]
\hline
Friday (25/7) & TBD & Van Gogh museum (1915 CET, \href{https://www.vangoghmuseum.nl/en}{link})\\[0pt]
\hline
Saturday (26/7) & TBD & Beach?\\[0pt]
\hline
Sunday (27/7) & TBD & TBD\\[0pt]
\hline
Monday (28/7) & TBD & Travel\\[0pt]
\end{tabular}
\end{center}

\emph{Note: Suggested time slots are subject to availability}
\end{document}